Repository: LaTableRouge/acf-barcodescanner
Catalog: lang/acf-barcodescanner-*.po
Languages: fr_fr

source: Advanced Custom Fields: Barcode scanner
fr_fr: Advanced Custom Fields : Scanneur de code barre

source: Add Barcode scanner
fr_fr: Ajouter le scanneur de code barre

source: Author: LaTableRouge
fr_fr: Auteur : LaTableRouge

source: Barcode scanner
fr_fr: Scanneur de code barre

source: Invalid URL parameter
fr_fr: Paramètre URL invalide

source: Invalid or empty URL
fr_fr: URL invalide ou vide

source: Failed to initialize cURL
fr_fr: Échec de l'initialisation de cURL

source: CURL Error: %s
fr_fr: Erreur CURL : %s

source: HTTP Error: %s
fr_fr: Erreur HTTP : %s

source: Failed to load URL
fr_fr: Échec du chargement de l'URL

source: Cover image not found
fr_fr: Image de couverture introuvable

source: Error uploading image: %s
fr_fr: Erreur lors du téléchargement de l'image : %s

source: Cover fetched and uploaded successfully
fr_fr: Couverture récupérée et téléversée avec succès

source: Scan
fr_fr: Scanner

source: Barcode Detector is not supported by this browser. You can try to type the barcode manually.
fr_fr: Le détecteur de code-barres n'est pas pris en charge par ce navigateur. Vous pouvez essayer de saisir le code-barres manuellement.

source: Data filled successfully
fr_fr: Données saisies avec succès

source: Tracklist:
fr_fr: Liste des chansons :

source: Scannez un code barre
fr_fr: Scanner un code barre

source: Start Scan
fr_fr: Commencer le scan

source: Success
fr_fr: Succès

source: Error
fr_fr: Erreur

source: An error occurred while filling the fields
fr_fr: Une erreur s'est produite lors du remplissage des champs.

source: No data could be retreived
fr_fr: Aucune donnée n'a pu être récupérée.
